Repository: zoltanhosszu/ravioli
Catalog: *.lproj/HelpWindow.strings
Languages: fr, hu, lv, nl

# 4dP-eM-dL9.title
source: Got it!
fr: Compris !
hu: Király, értettem!
lv: Supratau!
nl: Ik snap het!

# BUY-V6-p31.title
source: Imgur is a free image hosting service, however keep these things in mind:
fr: Imgur est un service d'hébergement gratuit d'images. Cependant, gardez ces choses à l'esprit :
hu: Az Imgur egy ingyenes képtárhely, de ezeket jó észben tartani:
lv: Imgur yra nemokama paveikslėlių talpykla. Kaip bebūtų, nepamiršk:
nl: Imgur is een gratis foto-opslagwebsite, hou echter wel de volgende zaken in gedachte:

# DFS-Hb-WBq.title
source: Don't be a jerk
fr: Ne soyez pas stupide
hu: Ne légy barom
lv: Nebūk kiaulė
nl: Gebruik je gezond verstand

# E0K-H9-tbC.title
source: Your images are uploaded anonymously. If you upload an image to share with your friend, only your friend will be able to access it online. However, if you share an URL on Facebook, Twitter, etc., then it may end up in an Imgur gallery.
fr: Vos images sont envoyées anonymement. Si vous envoyez une image à votre ami, lui seul sera en mesure d'y accéder en ligne. Toutefois, si vous partagez une URL sur Facebook, votre image sera susceptible de se retrouver dans la gallerie Imgur.
hu: A képek teljesen anonim módon töltődnek fel. Ha a feltöltött kép linkjét csak barátaiddal osztod meg, csak ők fogják azt látni. Viszont ha megosztod mondjuk Facebookon vagy Twitteren, könnyen egy Imgur galériába kerülhet.
lv: Paveikslėliai yra patalpinami anonimiškai. Jei patalpintu paveikslėliu nori pasidalinti su savo draugais, tai tik jie turės prieigą. Tačiau, jei pasidalinsi nuoroda į paveikslėlį Facebook, Twitter ar kitoje socialinėje platformoje, paveikslėlis gali atsidurti viešoje Imgur galerijoje.
nl: Jouw afbeeldingen worden anoniem geüpload. Als je een afbeelding uploadt om te delen met een vriend, krijgt enkel jouw vriend hiertoe online toegang. Als je echter een URL deelt op Facebook, Twitter, etc., dan kan het wél in een Imgur-gallerij belanden.

# Fuv-B8-jBy.title
source: read the full ToS of Imgur
fr: Conditions d'utilisation d'Imgur »
hu: Az Imgur felhasználási feltételei »
lv: perskaityti Imgur naudojimosi sąlygas
nl: De volledige gebruikersvoorwaarden te lezen

# IWA-Kl-hqp.title
source: Drag & drop image files to upload them to Imgur. You can upload JPEG, PNG, GIF and BMP files.
fr: Glissez et déposez des images pour les envoyer sur Imgur. Vous pouvez envoyer des images en JPEG, PNG, GIF et BMP.
hu: Dobd a Ravioli ikonjára a képeket. Az app az Imgurra tölti fel a JPEG, PNG, GIF és BMP fájlokat.
lv: Nuvilk paveikslėlius pele ir patalpinsi juos į Imgur. Gali talpinti JPEG, PNG, GIF ir BMP formato paveikslėlius.
nl: Sleep de afbeeldingen om ze snel naar Imgur te uploaden. Je kan JPEG, PNG, GIF en BMP bestanden uploaden.

# Vqs-T3-a7I.title
source: We strongly encourage you to so there'll be no confusion about your images.
fr: Nous vous encourageons vivement à lire les CGU d'Imgur pour qu'il n'y ai aucune confusion à propos de vos images.
hu: Erősen ajánljuk, hogy olvasd el az Imgur szabályzatát, így mindent érteni fogsz a feltöltött képeiddel kapcsolatban.
lv: Patariame perskaityti Imgur naudojimosi sąlygas, kad nebūtų jokių nesusipratimų dėl talpinamų paveikslėlių.
nl: We raden je ten sterkste aan om zodat er geen verwarring kan ontstaan over jouw afbeeldingen.

# Ynd-0u-jVx.title
source: Read the full Terms of Service
fr: Lisez les conditions générales d'utilisation
hu: Olvasd el a Felhasználási Feltételeket
lv: Perskaityk naudojimosi sąlygas
nl: Lees de volledige gebruikersvoorwaarden

# fSn-54-T3j.title
source: Don't upload copyrighted, illegal, hateful, threatening stuff. Don't use Imgur to host content for your website. If you do, Imgur will remove your images and ban you.
fr: N'envoyez pas de contenu sous copyright, illégal, haineux ou menaçant. N'utilisez pas Imgur pour héberger du contenu pour votre site web, Imgur le supprimera et vous bannira.
hu: Ne tölts fel jogvédett, illegális, gyűlöletkeltő, megfélemlítő dolgokat. Ne használd az Imgurt a weboldalad képeinek tárolására. Az Imgur különben törlo őket, téged pedig bannol.
lv: Netalpink apsaugotų autorinėmis teisėmis, nelegalių, niekinančių, grasinančių paveikslėlių. Nenaudok Imgur savo tinklalapio turiniui talpinti. Jei taip elgsiesi, Imgur pašalins tavo patalpintus paveikslėlius ir uždraus toliau naudotis paslauga.
nl: Upload geen auteursrechtelijk beschermde, illegale, haatdragende of dreigende dingen. Gebruik Imgur niet om de inhoud van je website te hosten. Als je dit wel doet zal Imgur jouw afbeeldingen verwijderen en jou blokkeren.

# jbV-8i-3Ep.title
source: Ravioli uploads to Imgur.com
fr: Ravioli envoie sur Imgur.com
hu: A Ravioli az Imgur.comra tölt fel
lv: Ravioli talpina į Imgur
nl: Ravioli uploadt naar Imgur.com

# shN-UN-t3p.title
source: Quickly upload images with Ravioli
fr: Envoyez rapidement des images avec Ravioli
hu: Töltsd fel képeidet a Raviolival
lv: Greitas paveikslėlių talpinimas su Ravioli
nl: Upload snel afbeeldingen met Ravioli

# wbe-OM-Dm5.title
source: Next
fr: Suivant
hu: Tovább
lv: Toliau
nl: Volgende

# zso-V0-Rzr.title
source: Don't upload personal things
fr: N'envoyez pas d’images personnelles
hu: Ne töltsd fel a személyes dolgaid
lv: Netalpink privačių nuotraukų
nl: Upload geen persoonlijke afbeeldingen
