Repository: zoltanhosszu/ravioli
Catalog: *.lproj/Localizable.strings
Languages: fr, hu, lv, nl

# DRAG_TO_UPLOAD
source: Drag an image here to upload
fr: Faites glisser une image ici
hu: Mozgass ide egy képfájt a feltöltéshez
lv: Nuvilk paveikslėlį čia patalpinimui
nl: Sleep een afbeelding hierheen om te uploaden

# ALL_UPLOADS
source: All uploaded images
fr: Afficher les images envoyées
hu: Összes feltöltött kép
lv: Visi patalpinti paveikslėliai
nl: Alle geüploade afbeeldingen

source: About Ravioli
fr: À propos de Ravioli
hu: Az appról
lv: Apie Ravioli
nl: Over Ravioli

# QUIT
source: Quit Ravioli
fr: Quitter Ravioli
hu: Kilépés
lv: Išjungti Ravioli
nl: Ravioli afsluiten

# CANT_WRITE_DATABASE
source: Could not write data to the database
fr: Impossible d'écrire dans la base de données
hu: Nem lehet az adatbázisba írni
lv: Nepavyko įrašyti duomenų į duombazę
nl: Kan data niet schrijven naar de database

source: Error code
fr: Code d'erreur
hu: Hiba kód
lv: Klaidos kodas
nl: Foutcode

# ERROR_OCCURRED
source: 🚫 An error occurred.
fr: 🚫 Une erreur s'est produite.
hu: 🚫 Hiba történt.
lv: 🚫 Įvyko klaida.
nl: 🚫 Er is een fout opgetreden.

# ERROR_UPLOADING
source: There was an error trying to upload your image.
fr: Il y a eu une erreur lors de l'envoie de votre image.
hu: Hiba történt a kép feltöltése közben.
lv: Įvyko klaida bandant patalpinti paveikslėlį.
nl: Er heeft zich een fout voorgedaan bij het uploaden.

# COPIED_TO_CLIPBOARD
source: Link copied to clipboard 🔗
fr: Lien copié dans le presse-papiers 🔗
hu: A kép URL a vágólapra került 🔗
lv: Nuoroda nukopijuota į iškarpinę 🔗
nl: Link gekopieerd naar klembord. 🔗

# IMAGE_UPLOADED
source: Your image has been uploaded.
fr: Votre image a été envoyée.
hu: A kép sikeresen feltöltődött
lv: Paveiksliukas buvo patalpintas.
nl: Je afbeelding is geüpload.

# IMAGE_TOO_BIG
source: 🚫 The image is too big to upload!
fr: 🚫 L'image est trop grande à envoyer !
hu: 🚫 A fájl túl nagy méretű!
lv: 🚫 Paveikslėlis yra per didelis patalpinimui!
nl: 🚫 De afbeelding is te groot om te uploaden!

# IMAGE_BIGGER_THAN
source: Your image was not uploaded because it's bigger than 10 MB.
fr: Votre image n'a pas été envoyée car elle fait plus de 10 Mo.
hu: A képet nem sikerült feltölteni, mert nagyobb mint 10 MB.
lv: Paveikslėlis nebuvo patalpintas, nes jis yra didesnis nei 10 MB.
nl: Je afbeelding is niet geüpload omdat deze groter is dan 10MB.

# DELETE_IMAGE
source: Are you sure you want to delete this image?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
hu: Biztosan törlöd a képet?
lv: Ar tikrai nori ištrinti šį paveikslėlį?
nl: Ben je zeker dat je deze afbeelding wilt verwijderen?

# DELETE_FROM
source: The image will be removed from Ravioli and Imgur.
fr: L'image sera supprimée de Ravioli et Imgur.
hu: A kép a Ravioliból és az Imgurról is törlődik.
lv: Paveikslėlis bus pašalintas iš Ravioli ir Imgur.
nl: De afbeelding zal worden verwijderd van Ravioli en Imgur.

source: Delete
fr: Supprimer
hu: Törlöm
lv: Ištrinti
nl: Verwijderen

source: Cancel
fr: Annuler
hu: Mégse
lv: Atšaukti
nl: Annuleren

source: Preferences
fr: Préférences
hu: Beállítások
lv: Nustatymai
nl: Opties

# USE_COPYURL
source: After upload copy:
fr: Après l'envoie de l'image:
hu: Feltöltés után:
lv: Po patalpinimo nukopijuoti:
nl: Na upload kopiëren:

# USE_RAVIOLI_URL
source: Short rvo.li URL
fr: Courte URL rvo.li
hu: Rövidebb rvo.li URL másolása
lv: Trumpą rvo.li URL nuoroda
nl: Korte rvo.li URL

# USE_IMGUR_URL
source: Original imgur.com URL
fr: URL originale imgur.com
hu: Eredeti imgur.com URL másolása
lv: Originalią imgur.com URL nuoroda
